Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F10A.tmx
Source language: en_us
Languages: zh_cn

source: Working Moms Have Healthier, More Successful Kids
zh_cn: 工作的妈妈有更健康，更成功的孩子

source: If results of a study of the amount of time mothers and fathers spend engaged in activities with their children (link is external) are true, then it may well be time for parents to put aside their guilt and pay less attention to their children.
zh_cn: 如果针对母亲和父亲花多少时间完全陪孩子的研究结果是真的，那么他们现在可以放下内疚继续去工作了。

source: Research shows that the time mothers spend improving their family's income could do more for their children's psychological and academic outcomes than being there constantly at home.
zh_cn: 因为结果显示忙于工作的母亲，她们的孩子的心智和学业表现会优于那些母亲不工作的。

source: In fact, excessive amounts of time caring for children, especially during their elementary school years, could do children more harm than good.
zh_cn: 事实上，对孩子的过度关心，特别是在小学阶段，负面影响确实可能会大于正面影响。

source: Finally, we have more proof that helicopter parenting harms kids.
zh_cn: 终于，我们有了更多的证据证明高压父母是不可取的。

source: And we have an excuse to look after our own needs as parents just a little bit more.
zh_cn: 也让我们多了一点借口来关心自己的需求。

source: Of course, I enjoyed playing blocks with my toddler and even liked those boring soccer practices now and again.
zh_cn: 当然，我很享受和我年幼的孩子堆积木，甚至也会喜欢那些有点无聊，时不地足球训练。

source: But I have to say that sometimes I did those things more out of guilt than any desire to spend time with my children.
zh_cn: 但我不得不说有的时候我是出于内疚而不是真心实意地陪伴。

source: I always wondered, how much time was enough?
zh_cn: 我总在想，到底要花多少时间才算够？

source: It turns out many of us may be over-functioning as parents.
zh_cn: 结果是我们当中的很多人都变成了过度运转的父母。

source: A recent analysis of time diaries produced by respondents to a University of Michigan national longitudinal survey of families found some unexpected news when it comes to the amount of time parents spend with their children and the impact it has on them.
zh_cn: 最近，密歇根大学进行了一次全国家庭纵向调查，在分析了受访者提供的时间日记后，就父母花在孩子身上的时间这一问题发现了一些意想不到的信息，负面影响自然是有的。

source: First, the authors of the study, Melissa Milke and her colleagues, found that parents these days are spending more time than ever before with their children.
zh_cn: 首先，研究的调查者，Melissa Milke和她的同事们发现当今的父母花在孩子身上的时间比以前都多得多。

source: How are they doing this?
zh_cn: 他们是怎么做到的呢？

source: They are adapting the time they spend at work and doing chores so that their schedules are more open when children are in the home.
zh_cn: 他们调整自己的工作时间，这样孩子在家的时间就可以一边做家务一边陪伴他们。

source: For 3-to-11-year-olds, that means mothers are spending an average of 11 to 30 hours each week either fully engaged in activities with their kids, or nearby and accessible when needed.
zh_cn: 在3-11岁这个年龄对，母亲平均每周花在他们身上的时间是11-30个小时，全陪或者是一边做自己的事。

source: For children in their early teens, moms are still managing to be there between 11 and 20 hours each week.
zh_cn: 在青少年初期，母亲所投入的时间仍然在11-20个小时。

source: Fathers too, are spending more time than ever before with their children.
zh_cn: 父亲也是，花在孩子身上的时间比以前都要多。

source: Not nearly as much as moms, but still a good deal more than their fathers spent with them.
zh_cn: 没有母亲花的多，但相比于他们自己的父亲陪伴他们的时间，已经多了很多。

source: That's all potentially good news.
zh_cn: 这到底是不是好消息还很难判断。

source: Or it would be if it was actually helping our children improve their grades or be more emotionally competent and secure.
zh_cn: 孩子的成绩确实有了提高或是在心智上真的更健康和稳重。

source: That's where the story gets complicated.
zh_cn: 这也是让这整件事变得复杂的地方。

source: It seems that the amount of time mothers or fathers spend with their children before they become teens has no significant impact on children's social, academic or emotional performance.
zh_cn: 看起来母亲或父亲在孩子成为青少年之前，花在他们身上的时间对他们的社交，学业和心智都没有负面影响。

source: During the teen years,however, more time spent by a mother, or a mother and father together, can decrease the risk that an adolescent becomes delinquent, sexually active, or uses drugs.
zh_cn: 在青少年阶段，之前由母亲陪伴的多，或父母陪伴的都多的孩子犯有过失，性冲动或染毒的可能性都会减少。

source: It seems there is something about a parent being around that helps children at that age self-regulate.
zh_cn: 一直有父母在身边似乎是可以教会孩子在青少年时期学会自制。

source: I'm not surprised.
zh_cn: 对此我不感到惊讶。

source: A child who knows they are being monitored by those around them tends to keep her behaviour a little more in check.
zh_cn: 孩子清楚自己一直都有人管确实会更多地注意到自己的行为举止。

source: So what does make a difference in a younger child's life if not a parent's attention?
zh_cn: 所以，如果是父母管的没有那么多呢？

source: It turns out that family income was a much bigger predictor of successful child development than the amount of time a parent spends with her child.
zh_cn: 结果是家庭收入对孩子发展的重要性远胜于父母在孩子身上花了多少时间。

source: That result holds at every socioeconomic level.
zh_cn: 调查依据了不同的社会经济阶层。

source: The study's authors didn't say rich people have healthier kids.
zh_cn: 并不只是指富人的孩子就一定健康。

source: What they did was show that in each income bracket, higher household income is related to better child development.
zh_cn: 而是指在不同的社会收入阶层，收入较高的家庭更有助于孩子更好的发展。

source: The take away lesson?
zh_cn: 学做减法？

source: When children are in elementary school, mothers might do better to pursue paid employment and increase their family income rather than trying to be there to attend to their child's every need.
zh_cn: 孩子上小学的时候，母亲完全可以去工作，增加家庭收入而不是时刻嘘寒问暖。

source: That is certainly controversial given our culture of over-protective, bubblewrapping parenting. But it also makes some sense.
zh_cn: 在我们过度保护，泡沫式包裹的养育孩子的文化中，这显然是有争议的，但也是有道理的。

source: We know there is a fine line between responsible parenting and the kind of obsessively controlling behaviour by caregivers that makes children emotionally dependent on adults.
zh_cn: 我们知道尽职尽责的父母和过度保护致使孩子在感情上完全依赖父母之间是有明显区别的。

source: In a context where the child is reasonably safe, that kind of excessive attention may be disadvantaging a child's capacity to cope.
zh_cn: 孩子在一切都很好地情况下，那种过度保护不利于孩子自己发展解决问题的能力。

source: Rather than developing the necessary life skills for a lifetime of resilience, the child is constantly "done for" rather than being asked to "do for himself".
zh_cn: 没有很好地锻炼一些基本的生活技能，孩子一直都在听“为什么要做”而不是“为你自己做”。

source: I have no regrets about having made lots of time for my own children while they were growing up, but I'm also pleased to hear that the time I spent outside the home in paid labor may not have been all that bad for my kids after all.
zh_cn: 我不后悔在我自己的孩子的成长阶段也在他们身上花了很多时间也很高兴听到我出去工作对他们不会有什么负面影响。

source: Maybe it's all about finding the right balance.
zh_cn: 或许这一直都是一个寻找平衡的问题。

source: Our kids need us, but they also need time to figure out how to do things on their own.
zh_cn: 孩子是需要我们，但他们也需要时间去锻炼自己解决问题的能力。
